Repository: hellios94/TechnoShop
Catalog: Technoshop.Common/Resources/Resources.ValidationResources.*.resx
Languages: bg

source: The Brand is required.
bg: Марката е задължителна.

source: The Category is required.
bg: Категорията е задължителна.

source: The Description is required.
bg: Описанието е задължително.

source: The description must be between 50 and 500 symbols.
bg: Описанието трябва да е между 50 и 500 символа.

source: The Image is Required.
bg: Снимката е задължителна.

source: The model's name is required.
bg: Името на модела е задължително.

source: The name is required.
bg: Името е задължително.

source: The name must be between 5 and 150 symbols.
bg: Името трябва да е между 5 и 150 символа.

source: The Price is Required.
bg: Цената е задължителна.

source: The price must be between 0.1 and 100000 levs.
bg: Цената трябва да е между 0.1 и 100000 лева

source: The Slug is required.
bg: Краткото име е задължително.

source: This is not valid Url.
bg: Това не е валиден Url.

source: The address is required.
bg: Адресът е задължителен

source: The city is required.
bg: Градът е задължителен

source: The country is required.
bg: Страната е задължителен

source: The Email is required.
bg: Емейлът е задължителен

source: The first name is required.
bg: Собственото име е задължително

source: The last name is required.
bg: Фамилията е задължителна

source: The phone number is required.
bg: Телефонният номер е задължителен

source: The postal code is required.
bg: Пощенският код е задължителен

source: This is not valid Email
bg: Това не е валиден емейл

source: This is not valid phone number.
bg: Това не е валиден телефонен номер

source: This is not valid Postal Code.
bg: Това не е валиден пощенски код
